Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_ZB1 Figure ZB_1_ZB1 Joonis ZB_1_koopia2.tmx
Source language: en
Languages: et

source: Figure ZB.1
et: Joonis ZB.1

source: Test circuit to prove co-ordination of characteristics
et: Katsetusahel tunnussuuruste koordinatsiooni katsetamiseks

source: Key
et: Tähised

source: 1 line Conductor
et: 1 liinijuht

source: 2 circuit breaker
et: 2 kaitselüliti

source: 3 closing Switch
et: 3 ahelat sulgev lüliti

source: 4 calibration point
et: 4 kalibreerimispunkt

source: 5 100 A Fuse-link complying with type II of BS 88.3 (see ZB.1 Cl. 10.11.5.7.2)
et: 5 sulavpanus nimivooluga 100 A, mis vastab standardi BS 88.3 (vt ZB.1 Cl jaotis 10.11.5.7.2) tüübi II nõuetele

source: 6 consumer unit (metalclad, if applicable)
et: 6 kliendi-jaotuskilp (metallümbrisega, kui see on rakendatav)

source: (see ZB.1 Cl. 10.11.5.7.2)
et: (vt ZB.1 Cl. jaotis 10.11.5.7.2)

source: 7 house service cut-out
et: 7 hoone käidu-väljalülitusseade

source: 8 device under test
et: 8 katsetatav aparaat

source: 9 0,6 M of twin cable (see Table ZB.3)
et: 9 0,6 m pikkune kahesooneline juhe või kaabel (vt tabel ZB.3)

source: 10 neural Conductor
et: 10 neutraaljuht

source: 11 16 sqmm copper cable
et: 11 vasksoonega juhe või kaabel ristlõikega 16 mm2

source: 12 finewire fuse 0,1 mm Dia 50 mm long tinned copper wire
et: 12 peenest tinatatud vasktraadist sulavkaitse läbimõõduga 0,1 mm ja pikkusega 50 mm

source: 13 resistor to limit earth fault current to 100 A
et: 13 maaühenduse rikkevoolu 100 amprini piirav takisti

source: * resistor to take approx 1 % of the current through the inductor
et: * aktiivtakisti, mida läbib ligikaudu 1 % induktiivpooli voolust

source: o1,o2 oscillograph connections
et: o1, o2 ostsillograafi ühenduspunktid
